cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
dineug.vuerd-vscode
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.copilot-chat
google.gemini-cli-vscode-ide-companion
jakewilson.vscode-cdnjs
jebbs.plantuml
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
skyran.js-jsx-snippets
tyriar.lorem-ipsum
vincaslt.highlight-matching-tag
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
